"info_title" = "Προσωπικές πληροφορίες";
"pref_homeAddress_name" = "Προτιμώμενη διεύθυνση";
"pref_homePhone_name" = "Προτιμώμενος τηλεφωνικός αριθμός";
"ui_title" = "Ρυθμίσεις χρήστη";
"pref_motorcycledata_name" = "Απενεργοποίηση εμφάνισης δεδομένων απόδοσης";
"pref_nightMode_name" = "Νυχτερινή λειτουργία";
"pref_pressuref_name" = "Μονάδα μέτρησης πίεσης";
"pressuref_bar" = "Bar";
"pressuref_kpa" = "kPa";
"pressuref_kgf" = "Kg-f";
"pressuref_psi" = "psi";
"pref_tempf_name" = "Μονάδα μέτρησης θερμοκρασίας";
"tempf_c" = "Κελσίου";
"tempf_f" = "Φάρεναϊτ";
"pref_distance_name" = "Μονάδα μέτρησης αποστάσεων";
"distance_m" = "Μετρικό σύστημα";
"distance_i" = "Βρετανικό σύστημα";
"pref_bearing_name" = "Μονάδα μέτρησης προσανατολισμού";
"bearing_d" = "Μοίρες";
"bearing_c" = "Σημεία ορίζοντα";
"pref_orientation_name" = "Κλείδωμα προσανατολισμού οθόνης";
"orientation_a" = "Απενεργοποιημένο";
"orientation_l" = "Οριζόντιος";
"orientation_p" = "Κάθετος";
"pref_contact_sorting" = "Ταξινόμηση επαφών";
"lastname" = "Επώνυμο";
"firstname" = "Όνομα";
"pref_displayBrightness_name" = "Μέγιστη φωτεινότητα";
"alerting_title" = "Ρυθμίσεις ειδοποιήσεων";
"pref_custom_tpm_threshold_title" = "Ενεργοποίηση προσαρμοσμένου ορίου";
"pref_custom_tpm_threshold" = "Προσαρμοσμένο όριο πίεσης ελαστικών";
"pref_tpm_threshold_title" = "Όριο χαμηλής πίεσης ελαστικών";
"pref_tpm_threshold" = "Όριο χαμηλής πίεσης ελαστικών, προσδιορίστε έναν αριθμό ανάλογα με την επιλεγμένη μονάδα μέτρησης της επιλογής σας";
"pref_fuel_routing_title" = "Διαδρομή σε πλησιέστερο πρατήριο υγρών καυσίμων";
"pref_fuel_routing_footer" = "Ερώτηση για πλοήγηση στο πλησιέστερο πρατήριο υγρών καυσίμων όταν το σφάλμα χαμηλής στάθμης καυσίμου είναι ενεργοποιημένο";
"pref_fuel_routing_enable_title" = "Ενεργοποίηση πλοήγησης σε πρατήριο υγρών καυσίμων";
"pref_grid_settings_title" = "Παραμετροποίηση προβολής πλέγματος δεδομένων";
"pref_tasks_settings_title" = "Παραμετροποίηση δυνατοτήτων";
"debug_settings_title" = "Ρυθμίσεις αποσφαλμάτωσης";
"pref_debuglogging_name" = "Ενεργοποίηση καταγραφών αποσφαλμάτωσης";
"pref_debuglogging_summary" = "Ενεργοποιήστε μόνο αν χρειαστεί από την υποστήριξη καθώς μπορεί να επιρρεάσει την απόδωση.  Παρακαλούμε απενεργοποιήστε όταν ολοκληρωθεί η υποστήριξη.";
"advanced_settings_title" = "Προηγμένες ρυθμίσεις";
"pref_integrations_settings_summary" = "Ενεργοποιήστε την διασύνδεση με τρίτες εφαρμογές και αξεσουάρ.";
"pref_integrations_settings_title" = "Διασυνδέσεις";
"pref_photopreview_name" = "Προεπισκόπηση φωτογραφίας";
"timef_24h" = "24ωρο";
"timef_12h" = "12ωρο";
"pref_time_name" = "Μορφή ώρας";
"system_default" = "Προεπιλογή συστήματος";
"on" = "Ενεργοποιημένο";
"off" = "Απενεργοποιημένο";
"pref_bearing_override_name" = "Κατευθυντικότητα GPS";
"pref_bearing_override_summary" = "Χρήση κατευθυντικότητας μέσω GPS αντί της μαγνητικής πυξίδας";
"pref_notification_name" = "Ενεργοποίηση ειδοποιήσεων σφαλμάτων";
"consumption_km" = "χλμ/λ";
"consumption_gallon_imperial" = "μαγ";
"consumption_gallon_us" = "μαγ(ΗΠΑ)";
"consumption_hundred_km" = "λ/100χαω";
"pref_consumption_name" = "Μονάδα μέτρησης κατανάλωσης";
"rearwheel_speed_header" = "Ταχύτητα πίσω τροχού";
"pref_highlightColor_title" = "Χρώμα επισήμανσης";
"pref_rpmmax_name" = "Μέγιστες σ.α.λ.";
"rpmmax_10k" = "10000";
"rpmmax_12k" = "12000";
"rpmmax_15k" = "15000";
"pref_dashboard_speedsource_name" = "Πηγή ταχύτητας οθόνης πολλαπλών ενδείξεων";
"speed_header" = "Ταχύτητα";
"gpsspeed_header" = "Ταχύτητα GPS";
"pref_hide_navbar_name" = "Hide NavBar when not in use.";
"pref_main_settings_title" = "Main Screen Customization";
